[
    {
        "name" : "Kacchi Biriyani (Mutton Biriyani)",
        "details" : "Biriyani is a vital part of South Asian cuisine. If you are acquainted with this dish, you may have already heard about a few variants prepared in Bangladesh, India, and Pakistan. ‘Kacchi‘ means ‘raw’ in English. Unlike most other types of Biriyani, the meat used in this dish is first marinated with spices and placed at the bottom of the cooking pot uncooked. The rice, which is first washed and then mixed with spices, is added on top, before the meat and rice are cooked together. Sometimes potato is added to the mix to add body to the dish. Kacchi Biriyani is eaten all year round, and people rarely need a special occasion to eat it. If you are visiting Bangladesh, make sure you grab yourself a plate.",
        "price" : "230",
        "img" : "https://i.ibb.co/phZjhWN/bangladeshi-food-02-768x512-jpg.webp",
        "thumbnail" : "https://i.ibb.co/qJ9YJ0h/bangladeshi-food-02-768x512-jpg.webp"
    },
    {
        "name" : "Bhuna Khichuri with Dim Bhaji",
        "details" : "A common rainy-day staple, Bhuna Khichuri is a wholesome rice dish and popular comfort food in Bengali cuisine. Khichuri, also known as Khichdi in India, is made with rice and lentils and is yellow in color. The rice and lentils are washed thoroughly and cooked with a few spices, turmeric, and ghee. It is a highly versatile dish and can be eaten with omelettes, prepared with onions and green chili, fried eggplant, and pickles. It is also eaten with chicken or beef curries. If you visit Bangladesh during the monsoon, chances are high that you will be served this amazing dish. A slightly lighter version, Khichuri, is also common, and it is eaten with vegetables or eggs.",
        "price" : "180",
        "img" : "https://i.ibb.co/3c5yQt9/bangladeshi-food-04-768x512-jpg.webp",
        "thumbnail" : "https://i.ibb.co/hVxRwpJ/bangladeshi-food-04-768x512-jpg.webp"
    },
    {
        "name" : "Sheek Kebab with Naan",
        "details" : "Bangladesh is well-known for its love of kebabs. Beef and mutton kebabs are extremely popular among people of all ages, and there are many different flavors and styles to try. Sheek kebab is perhaps the most well-known kebab item on the menu, and it pairs perfectly with a soft, warm naan. Sheek kebab is a dish of ground beef or mutton, mixed with spice, that is skewered and then roasted over hot coals. In Bangladesh, the meat is best served tender, with a slight outer charring. Once the kebab is ready, it is served immediately, steaming hot, with Naan and a side of salad and sauce. You can find the best Sheek Kebabs in the streets of Old Dhaka. This dish is an important part of their culture, and street vendors or chefs never compromise the taste when preparing the kebab.",
        "price" : "130",
        "img" : "https://i.ibb.co/2WvVrTJ/bangladeshi-food-05b-768x512-jpg.webp",
        "thumbnail" : "https://i.ibb.co/q7Nq8v6/bangladeshi-food-05b-768x512-jpg.webp"
    },
    {
        "name" : "Bhapa Pitha (Rice Cake)",
        "details" : "Rice is the staple food of Bangladesh, so it should come as no surprise natives have found ways to incorporate it in every type of meal. Bhapa Pitha is a type of sweet rice cake, made with ground rice flour, with a sweet center of jaggery and coconut shavings as a garnish. It is usually eaten warm, and it is widely available during the winter. Making bhapa pitha is a process that requires plenty of patience and skill. It is made by first pressing jaggery and rice flour – usually between two saucers – into a flat, round circle. A piece of cloth is tied to the mouth of a pot with boiling water. The cake is placed on the cloth and covered with a lid or a saucer, and the steam cooks the cake. The whole process takes about fifteen minutes, but if you wish to make a batch, it can take several hours to prepare. Bhapa Pitha is loved by people of all ages. Despite being a winter delicacy, today you can find it all year round throughout Bangladesh.",
        "price" : "130",
        "img" : "https://i.ibb.co/ThRX6NL/bangladeshi-food-14-768x512-jpg.webp",
        "thumbnail" : "https://i.ibb.co/x5GvWrH/bangladeshi-food-14-768x512-jpg.webp"
    },
    {
        "name" : "Beef Kala Bhuna (Beef Curry)",
        "details" : "Among all the types of beef curries that dominate Bengali cuisine, the Kala Bhuna is perhaps the most popular. It originated in Chattogram, and it rapidly became popular all over the country. So, what makes Kala Bhuna so special? And what makes it different from the regular beef curry? Kala Bhuna gets its name from its appearance, as ‘kala’ means ‘black‘. The meat – which can be beef or mutton – is cooked with a long list of traditional spices and yogurt. It is cooked for much longer than in other curries, which gives the meat a blackish hue. It also tastes different than regular beef curry. This traditional curry can be eaten with plain rice, pulao (or pilaf), khichuri, roti, or paratha. No matter what you pair it with, it always tastes absolutely heavenly!",
        "price" : "130",
        "img" : "https://i.ibb.co/dJ00qcL/kala-vina-mangso.jpg",
        "thumbnail" : "https://i.ibb.co/tPMMthx/kala-vina-mangso.jpg"
    },
    {
        "name" : "Shorshe Ilish (Hilsa Fish with Mustard Curry)",
        "details" : "Bangladesh is a riverine country where a majority of the population eats fish regularly. Hilsa is the national fish of Bangladesh, and the country is responsible for almost 70% of the Hilsa fish production across the world. The fish is a vital part of the Bangladeshi culture, and needless to say, it is a must-try food for those traveling to Bangladesh. Hilsa can be cooked in many ways. Among those, Shorshe Ilish is the most popular way to sample this delicious fish in Bengali cuisine. Shorshe Ilish is a dish consisting of hilsa fish cooked in savory mustard gravy, commonly served with white rice for a hearty, must-try meal. The mustard is cooked with various spices, giving it plenty of heat and kick. Once the mustard reaches a gravy-like consistency, the hilsa fish is added and cooked until tender. This is a dish that bursts with flavor, and it is beloved across the country.",
        "price" : "130",
        "img" : "https://i.ibb.co/Y040X6y/1598168562-Ilish-shorshe.jpg",
        "thumbnail" : "https://i.ibb.co/kmVmJp9/1598168562-Ilish-shorshe.jpg"
    }
]